org/prj/autotest.org
#+STARTUP: showall indent hidestars

#+TITLE: Система автоматизации тестирования

* Интро

Однажды мне захотелось тестировать не только web но и gui-приложения и я решил написать
маленький скрипт, способный действовать от имени пользователя, как если бы он сам
манипулировал мышью и клавиатурой, считывая картинку на экране.

Я обязательно опубликую его здесь, как только приведу в порядок и отрефакторю код.
