www/prj/autotest.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Система автоматизации тестирования</title>
<meta name="generator" content="Org mode">
<meta name="author" content="rigidus">
<link href="/css/style.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div id="content">
<h1 class="title">Система автоматизации тестирования</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb80f824">Интро</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgb80f824" class="outline-2">
<h2 id="orgb80f824">Интро</h2>
<div class="outline-text-2" id="text-orgb80f824">
<p>
Однажды мне захотелось тестировать не только web но и gui-приложения и я решил написать
маленький скрипт, способный действовать от имени пользователя, как если бы он сам
манипулировал мышью и клавиатурой, считывая картинку на экране.
</p>

<p>
Я обязательно опубликую его здесь, как только приведу в порядок и отрефакторю код.
</p>
</div>
</div>
</div>
</body>
</html>
